{
  "ca": "Català",
  "de": "Deutsch",
  "nl": "Dutch",
  "en": "English",
  "es": "Español",
  "it": "Italiano",
  "tournaments": "Torneos",
  "clubs": "Clubs",
  "reports": "Informes",
  "titleDatabaseConnection": "Conexión a la base de datos",
  "titleAboutBox": "Acerca de...",
  "titleHelp": "Ayuda",
  "titleNewRole": "Añadir/Cambiar el rol del competidor",
  "titleClub": "Añadir nuevo club en la base de datos",
  "titleNewFight": "Crea nuevos partidos para una campeonato",
  "titleNewTeam": "Añadir un nuevo equipo",
  "titleNewTournament": "Crea un nuevo campeonato",
  "titleSearch": "Buscar en la base de datos",
  "titleNewCompetitor": "Añadir nuevo competidor en la base de datos",
  "titleFightPanel": "Panel de puntuaciones",
  "titleStatistics": "Estadísticas",
  "titleListTeams": "Crear la lista de equipos",
  "titleListReferee": "Crear la lista de árbitros",
  "diplomasHint": "Crear la lista de diplomas del campeonato",
  "titleListFights": "Crear la lista de partidos",
  "titleListPoints": "Crear la lista de puntuaciones",
  "titleHitStatistics": "Crear las estadísticas de golpes",
  "titleSummary": "Crear un resumen de los partidos",
  "accreditationsHint": "Crear las acreditaciones",
  "titleTeamTopTen": "Crear el ranking de equipos",
  "titleWonStatistics": "Generar listado de partidos ganados",
  "titleMonitorTournament": "Selecciona un campeonato",
  "titleShortFight": "Selecciona los equipos",
  "titleLeagueDesigner": "Diseña un nuevo campeonato",
  "titleDesignGroupWindow": "Cambiar las opciones del grupo",
  "titleOrderTeam": "Cambiar el orden de los miembros de un equipo",
  "random": "Aleatorio",
  "sorted": "Ordenados",
  "selectButton": "Seleccionar",
  "finishFight": "Concluir Partido",
  "reopenFight": "Reanudar Partido",
  "saveButton": "Guardar",
  "saveImageButton": "Guardar como PNG",
  "clean": "Borrar",
  "cleanTeams": "Borrar Equipos",
  "addTeamsText": "Añadir Equipo",
  "roles": "Rol",
  "accreditation": "Acreditación",
  "language": "Idioma",
  "addTeamToTournament": "Añadir un nuevo equipo al campeonato",
  "statistics": "Estadísticas",
  "fightList": "Lista de partidos",
  "diplomas": "Diplomas",
  "tournamentHitsStatistics": "Porcentaje de Golpes",
  "competitorsRanking": "Clasificación por competidores.",
  "competitorsClubRanking": "Clasificación por competidores pertenecientes a un club.",
  "scoreRules": "Reglas de Puntuaciones",
  "participantName": "Nombre",
  "lastname": "Apellidos",
  "country": "País",
  "city": "Ciudad",
  "address": "Dirección",
  "idCard": "DNI/Pasaporte",
  "id": "Id",
  "representative": "Representante",
  "phone": "Teléfono",
  "mail": "E-Mail",
  "club": "Club",
  "shiaijos": "Shiaijos",
  "shiaijo": "Shiaijo",
  "deleteFights": "¿Quieres eliminar los partidos previamente creados?",
  "banner": "Patrocinador",
  "photo": "Foto",
  "men": "Men",
  "kote": "Kote",
  "do": "Do",
  "tsuki": "Tsuki",
  "ippon": "Ippon",
  "fusenGachi": "Fusen-Gachi",
  "hansoku": "Hansoku",
  "clear": "Eliminar",
  "empty": "Eliminar",
  "draw": "Empate",
  "fault": "Falta",
  "fightsWon": "Partidos ganados",
  "fightsDraw": "Partidos empatados",
  "duelsWon": "Combates ganados",
  "duelsDraw": "Combates empatados",
  "histsWon": "Puntos realizados",
  "totalFights": "Partidos totales",
  "all": "Todos",
  "winnerNumber": "Numero de ganadores",
  "nextLevel": "Los partidos the esta ronda han acabado. ¿Quieres pasar a la siguiente fase del campeonato?",
  "group": "Grupo",
  "groups": "Grupos",
  "level": "Fase",
  "noTeams": "No hay equipos dentro de este grupo!",
  "titleDiplomaEditor": "Inserción de nombres",
  "teamsRanking": "Clasificación por equipos",
  "hits": "Puntos",
  "fights": "Partidos",
  "duels": "Combates",
  "team": "Equipo",
  "swapTeams": "Invertir Equipos",
  "swapColors": "Invertir Colores",
  "classic": "Clásico",
  "classicHint": "El ganador se obtiene por combates ganados, y si hay empate en el número de combates, por los combates ganados. Además, si hay otro empate, se tienen en cuenta los golpes. No se tienen en cuenta los combates empatados.",
  "european": "Europeo",
  "europeanHint": "El ganador se obtiene por partidos ganados. Si hay empate, se cuentan los partidos empatados. Si también hay empate, se utiliza el mismo procedimiento con los duelos. Si los partidos y duelos ganados también son un empate, se cuentan los golpes.",
  "international": "Internacional",
  "internationalHint": "El ganador se obtiene por partidos ganados. Si hay empate, se cuentan los combates empatados. Si también hay empate se cuentan los combates ganados. Si sigue habiendo empate, primero se cuenta el número de golpes y si no se resuelve el empate, se cuentan los combates empatados.",
  "custom": "Personalizado",
  "customHint": "Te permite definir valores personalizados para tu torneo.",
  "win_over_draws": "Victoria sobre el empate",
  "win_over_drawsHint": "La victoria se calcula por el total de partidos ganados. Si hay empate, se cuentan los duelos ganados. Si aún hay empate, se cuentan los golpes. En el caso de que persista el empate, se cuentan los partidos empatados y luego los duelos empatados si es necesario.",
  "teams": "Equipos",
  "membersOrder": "Cambiar el orden de un equipo",
  "addFight": "Añadir un nuevo partido",
  "redTeam": "Equipo Rojo",
  "whiteTeam": "Equipo Blanco",
  "confirm": "Confirmar",
  "bloggerStatistics": "Código Blogger",
  "championship": "Campeonato",
  "championshipHint": "Torneo en Árbol",
  "league": "Liga (Saotori shiai)",
  "leagueHint": "Todos contra todos. Saotori shiai o torneo round-robin.",
  "tree": "Campeonato (Tentori Shiai)",
  "treeHint": "Torneo en Árbol o Tentori Shiai",
  "customized": "Personalizado",
  "customizedHint": "Personalizado",
  "customChampionship": "Personalizado",
  "customChampionshipHint": "Personalizado",
  "loop": "Rueda (Saotori shiai sin descanso)",
  "loopHint": "Rueda o Saotori shiai sin decanso. Cada competidor se enfrenta contra todos de forma consecutiva.",
  "maxFightsCheckBox": "Crea todos los combates posibles",
  "kingOfTheMountain": "Kachinuki",
  "kingOfTheMountainHint": "El Rey de la Montaña",
  "redTeamButton": "Equipo Rojo",
  "whiteTeamButton": "Equipo Blanco",
  "kingEliminateOldest": "Elimina el más antiguo",
  "kingEliminateNewest": "Elimina el más reciente",
  "kingEliminateBoth": "Elimina ambos",
  "cloneButton": "Clonar",
  "clubStored": "¡Club insertado correctamente!",
  "nameClub": "¡El nombre del club insertado ya existe!",
  "nameTournament": "¡El nombre del campeonato ya existe!",
  "deniedParticipant": "Acceso denegado para el usuario seleccionado. Comprueba si la contraseña es correcta.",
  "noDatabase": "No se ha encontrado la base de datos en el servidor MySQL seleccionado.",
  "noRunningDatabase": "No se ha encontrado ningún servidor MySQL. Ejecuta el servidor MySQL para poder utilizar este programa.",
  "corruptedDatabase": "Error al acceder a la base de datos. Puede ser que estés utilizando una versión antigua de la base de datos de Kendo Tournament o que esta esté corrupta.",
  "databaseConnected": "Se ha conectado con la base de datos.",
  "databaseDisconnected": "Se ha desconectado de la de datos con éxito.",
  "disconnectDatabaseFail": "Se ha encontrado un error al desconectarse de la base de datos.",
  "questionUpdateDatabase": "Se procederá a la actualización de la base de datos. ¿Está seguro de continuar?",
  "notUpdateDatabase": "No se ha actualizado la base de datos.",
  "updatedDatabase": "Se ha actualizado la base de datos",
  "storeCompetitorError": "Error mientras se intentaba almacenar un competidor en la base de datos.",
  "imageTooLarge": "La imagen es demasiado grande para guardarse en la base de datos (debe ser menor que 1MB).",
  "storeTournamentError": "Error mientras se intentaba almacenar un campeonato en la base de datos.",
  "tournamentDeleted": "¡Se ha eliminado el campeonato!",
  "storeRefereeError": "Error mientras se intentaba almacenar un árbitro en la base de datos.",
  "storeTeamError": "Error mientras se intentaba almacenar un equipo en la base de datos.",
  "deleteTeamError": "Error mientras se intentaba borrar un equipo de la base de datos.",
  "deleteClubError": "Error mientras se intentaba borrar un club de la base de datos.",
  "deleteCompetitorError": "Error mientras se intentaba borrar un competidor de la base de datos.",
  "storeImageError": "La imagen es demasiado grande para guardarse en la base de datos (debe ser menor que 1MB).",
  "storeFightsError": "Error mientras se intentaba almacenar los partidos en la base de datos.",
  "storeDuelError": "Error mientras se intentaba almacenar un combate en la base de datos.",
  "installDatabaseError": "No se puedo instalar la base de datos. ¿Está ejecutándose el servidor?",
  "noClubsInserted": "No existe ningún club insertado en la base de datos. Necesitas seleccionar un club para insertar un competidor.",
  "noResults": "La búsqueda no ha producido resultado alguno.",
  "noCompetitorFieldsFilled": "¡Debes de rellenar los campos de nombre, apellidos y numero de identificación!",
  "noClubFieldsFilled": "¡Debes de rellenar los campos de nombre y país del club!",
  "noTournamentFieldsFilled": "¡Debes de rellenar los campos de nombre del torneo!",
  "noTeamFieldsFilled": "¡Debes de rellenar los campos del equipo!",
  "competitorStored": "Se ha agregado un nuevo competidor.",
  "tournamentStored": "Se ha agregado un nuevo campeonato.",
  "teamStored": "Se ha agregado un nuevo equipo a la base de datos.",
  "fightStored": "Se han agregado los distintos partidos.",
  "duelStored": "Se ha agregado el combate a la base de datos.",
  "teamUpdated": "El equipo ha sido actualizado en la base de datos.",
  "competitorUpdated": "El competidor ha sido actualizado en la base de datos.",
  "clubUpdated": "El club ha sido actualizado en la base de datos.",
  "tournamentUpdated": "El campeonato ha sido actualizado.",
  "fillFields": "Debes de rellenar uno de los campos para realizar una búsqueda.",
  "deleteFightsWarning": "Esta acción borrará todos los partidos guardados anteriormente para este campeonato. ¿Estas seguro de continuar?",
  "deleteFightWarning": "Esta acción borrará el partido seleccionado ({{team1}} contra {{team2}}). ¿Estas seguro de continuar?",
  "deleteOneFight": "Esta acción borrará el partido seleccionado ({{team1}} contra {{team2}}). ¿Estas seguro de continuar?",
  "questionDeleteCompetitor": "Esta acción borrará el competidor seleccionado. ¿Estas seguro de continuar?",
  "questionUpdateCompetitor": "El competidor ya existe. ¿Quieres actualizar el competidor?",
  "questionUpdateClub": "El club ya existe. ¿Quieres actualizar el club?",
  "questionDeleteTeam": "Esta acción borrará el equipo seleccionado. ¿Estas seguro de continuar?",
  "questionDeleteTeams": "Esta acción borrará todos los equipos insertados previamente en la liga seleccionada. ¿Estas seguro de continuar?",
  "questionUpdateTeam": "El equipo ya existe. ¿Quieres actualizar el equipo?",
  "questionUpdateTournament": "El torneo ya existe. ¿Quieres actualizar el torneo?",
  "questionDeleteClub": "Esta acción borrará el club seleccionado. ¿Estas seguro de continuar?",
  "questionCreateFight": "¿Quieres generar todos los partidos del campeonato?",
  "questionLoadDesign": "¿Quieres cargar el diseño anterior?",
  "repeatedCompetitor": "Existe un miembro repetido en el equipo.",
  "leagueFinished": "Todos los partidos han acabado, la liga ha terminado y el ganador es",
  "deleteFightError": "Error mientras se intentaba borrar un partido.",
  "fightDeleted": "¡El partido ha sido borrado!",
  "fightsDeleted": "¡Los partidos han sido borrados!",
  "competitorDeleted": "¡El competidor ha sido borrado!",
  "teamDeleted": "¡El equipo ha sido borrado!",
  "teamNotDeleted": "¡El equipo no existe o acurrido un problema con la base de datos!",
  "clubDeleted": "¡El club ha sido borrado!",
  "deleteSelectedFights": "Esta acción borrará el partido seleccionado. ¿Estas seguro de continuar?",
  "accreditationOK": "La acreditación ha sido creada en un archivo PDF.",
  "accreditationBad": "Ha ocurrido un problema cuando se intentaba generar la acreditación. ¿Existe algún otro programa intentando acceder al archivo?",
  "teamOK": "Las acreditaciones han sido creada en un archivo PDF.",
  "teamBad": "A ocurrido un problema cuando se intentaba generar las acrediationes del equipo. ¿Existe algún otro programa intentando acceder al archivo?",
  "tournamentOK": "Las acreditaciones han sido creada en un archivo PDF.",
  "tournamentBad": "A ocurrido un problema cuando se intentaba generar las acreditaciones. ¿Existe algún otro programa intentando acceder al archivo?",
  "teamsListOK": "La lista de equipos ha sido creada correctamente.",
  "scoreListOK": "La lista de puntuaciones ha sido creada correctamente.",
  "fightsListOK": "La lista de partidos ha sido creada correctamente.",
  "refereeListOK": "La lista de árbitros ha sido creada correctamente.",
  "teamsListBad": "A ocurrido un problema cuando se intentaba generar el archivo con la lista de equipos. ¿Existe algún otro programa intentando acceder al archivo?",
  "scoreListBad": "A ocurrido un problema cuando se intentaba generar el archivo con la lista de puntuaciones. ¿Existe algún otro programa intentando acceder al archivo?",
  "fightsListBad": "A ocurrido un problema cuando se intentaba generar el archivo con la lista de partidos. ¿Existe algún otro programa intentando acceder al archivo?",
  "refereeListBad": "A ocurrido un problema cuando se intentaba generar el archivo con la lista de árbitros. ¿Existe algún otro programa intentando acceder al archivo?",
  "diplomaOK": "Los diplomas han sido creados en un archivo PDF.",
  "diplomaBad": "A ocurrido un problema cuando se intentaba generar los diplomas. ¿Existe algún otro programa intentando acceder al archivo?",
  "roleChanged": "Se ha cambiado el rol del participante.",
  "roleDeleteQuestion": "Se va a eliminar el rol del participante seleccionado. ¿Desea Continuar?",
  "roleDeleted": "Se ha eliminado el rol.",
  "noAccessParticipant": "El usuario seleccionado no tiene permiso para acceder a la base de datos de la máquina indicada.",
  "noParticipantPrivileges": "El usuario seleccionado no tiene permisos para acceder a la base de datos.",
  "unknownColumn": "Columna desconocida en la base de datos. Está usted seguro que la base de datos está instalada correctamente y la versión es correcta?",
  "noTournamentOrCompetitorExist": "No existe ningún torneo o competidor en la base de datos. Por favor, inserte uno para cada uno de ellos primero.",
  "errorTree": "Error en el árbol de la liga: el número de grupos y el ancho del árbol no coincide.",
  "noFight": "No se ha definido ningún partido.",
  "noTeam": "No se ha seleccionado ningún equipo.",
  "oneTeamPerCompetitor": "Ahora se generará un equipo por cada competidor.",
  "nextLevelTournament": "Los partidos de esta ronda han acabado. ¿Quieres pasar a la siguiente fase del campeonato?",
  "noFightsDistributedInArenas": "Los grupos no están distribuidos en los distintos shiaijos. ¿Quieres permitir que se distribuyan automáticamente?",
  "noLinkFinished": "No se ha acabado el diseño de la liga. Los partidos no pueden ser generados.",
  "winnerOfGroup": "Los partidos de un grupo han acabado. Los equipos que pasan a la siguiente ronda son",
  "storeUntieError": "Error mientras se intentaba almacenar el punto para desempatar.",
  "waitingArena": "Espere mientras se acaban los partidos del shiaijo",
  "isDNI": "Parece que a este DNI le falta la letra. ¿Quiere agregarla?",
  "csvImported": "¡El fichero CSV ha sido importado correctamente!",
  "csvExported": "¡El fichero CSV ha sido exportado correctamente!",
  "clubNotStored": "¡Error al intentar insertar un nuevo club!",
  "storeSeminarBad": "Error mientras se intentaba almacenar un seminarista en la base de datos.",
  "notEnoughCompetitors": "El equipo no tiene suficientes competidores.",
  "exportDatabase": "La base de datos ha sido exportada correctamente al fichero.",
  "exportDatabaseFail": "Error: la base de datos NO ha sido exportada.",
  "importDatabase": "¡La base de datos ha sido importada correctamente!",
  "importDatabaseFail": "Error: ¡La base de datos NO ha sido importada!",
  "questionRemoveTeam": "Esta acción quitará el equipo seleccionado. ¿Estas seguro de continuar?",
  "errorLanguage": "Existe un problema con el fichero de idiomas. Comprobar que el XML está creado correctamente.",
  "orderChanged": "El orden de los miembros del equipo ha sido cambiado.",
  "databaseImported": "¡La base de datos ha sido importado correctamente!",
  "addFightMessage": "El partido ha sido añadido con éxito.",
  "waitNewLevel": "No se puede cambiar el orden del equipo hasta que se terminen los partidos actuales.",
  "existFile": "El fichero ya existe. ¿Desea sobreescribirlo?",
  "imageNotFound": "¡La imagen de fondo no ha sido encontrada!",
  "teamsStored": "Se ha agregado los nuevos equipos a la base de datos.",
  "noTournament": "No hay ningún torneo en la base de datos.",
  "errorTournament": "Error inesperado al leer el torneo de la base de datos.",
  "csvNotImported": "¡Error mientras se intentaba importar el fichero CSV!",
  "disableMonitor": "Esta opción es incompatible con el monitor de puntuaciones. Se ruega no utilizarlo si se selecciona esta opción.",
  "tournamentNotOver": "El campeonato no ha terminado todavía!",
  "databaseConnectionFailure": "Fallo en el enlace de comunicación con el servidor de bases de datos.",
  "deleteRoleError": "Error mientras se intentaba borrar un rol de la base de datos.",
  "deleteDuelError": "Error mientras se intentaba eliminar un combate en la base de datos.",
  "autosaving": "Auto guardando...",
  "saveBeforeExit": "Existen cambios sin guardar. ¿Quieres guardar estos cambios en la base de datos?",
  "repeatedTeam": "Ya existe un equipo con ese nombre.",
  "repeatedFight": "Existe un partido repetido en el torneo.",
  "manualChampionshipHelp": "Selecciona un grupo de equipos origen y un grupo destino para generar los cruces entre los ganadores.",
  "storeDataError": "Error mientras se intentaba almacenar algunos datos en la base de datos",
  "deleteDataError": "Error mientras se intentaba borrar algunos datos en la base de datos",
  "unknownDatabaseError": "Ha ocurrido un error desconocido mientras se intentaba acceder a la base de datos.",
  "genericError": "Ha ocurrido un error desconocido mientras se intentaba hacer la operación.",
  "emptyPdfError": "El documento generado está vacío. Por favor, revisa las opciones seleccionadas.",
  "importSuccess": "Se han importado con éxito los datos.",
  "importFail": "Ha habido un error mientras se intentaban importar los datos.",
  "convertToCustomized": "¿Quiere definir como personalizado el torneo seleccionado?",
  "canceledAction": "Acción cancelada.",
  "userWithoutRole": "La persona seleccionada no está inscrita en el torneo.",
  "saveRequired": "Los partidos deben ser almacenados en la base de datos para continuar. ¿Quieres almacenarlos ahora?",
  "fightInOtherArea": "Vas a editar un equipo que está en otro shiaijo. ¿Estás seguro de continuar?",
  "waitingConnection": "Esperando respuesta de la base de datos. Compruebe la conexión de red.",
  "passwordDoesNotMatch": "La contraseña insertada no coincide!",
  "invalidDatabase": "La base de datos de destino no es válida. Probablemente pertenezca a una versión antigua del software.",
  "invalidPassword": "Por favor, introduce una contraseña correcta.",
  "invalidEmail": "Por favor, introduce un email correcto.",
  "email": "email",
  "password": "Contraseña",
  "name": "Nombre",
  "teamSize": "Tamaño del Equipo",
  "tournamentType": "Tipo",
  "competitor": "Competidor",
  "referee": "Árbitro",
  "volunteer": "Voluntario",
  "organizer": "Organizador",
  "press": "Prensa",
  "deniedUserError": "Usuario o contraseña inválidos.",
  "blockedUserError": "¡Demasiados intentos! Pruébalo más tarde.",
  "backendError": "¡Imposible conectar con el backend! Por favor, comprueba tu instalación.",
  "userloggedInMessage": "Usuario registrado correctamente.",
  "userLoggedOutMessage": "La sesión del usuario se ha cerrado correctamente",
  "accept": "Aceptar",
  "cancel": "Cancelar",
  "delete": "Borrar",
  "close": "Cerrar",
  "add": "Añadir",
  "update": "Actualizar",
  "createdAt": "Fecha de Creación",
  "createdBy": "Creado por",
  "updatedAt": "Fecha de Actualización",
  "updatedBy": "Actualizado por",
  "teamsOrder": "Orden de Equipos:",
  "wizard": "Asistente",
  "download": "Descargar",
  "disablePopUpBlocker": "Por favor, deshabilite su bloqueador de ventanas emergentes y vuelva a intentarlo.",
  "undraw": "Desempatar",
  "seconds": "segundos",
  "minutes": "minutos",
  "participants": "Participantes",
  "registry": "Registro",
  "paginatorItemsPerPage": "Elementos por página:",
  "paginatorNextPage": "Siguiente página",
  "paginatorPreviousPage": "Página anterior",
  "paginatorFirstPage": "Primera página",
  "paginatorLastPage": "Última página",
  "paginatorOf": "de",
  "tournamentName": "Nombre del Torneo",
  "tournamentShiaijos": "Numero de Shiaijos",
  "tournamentTeamSize": "Tamaño de los Equipos",
  "tournamentDuelsDurations": "Duración de los combates",
  "tournamentAdd": "Añadir Torneo",
  "tournamentEdit": "Editar Torneo",
  "tournamentClone": "Duplicar Torneo",
  "tournamentDelete": "Eliminar Torneo",
  "tournamentDeleteQuestion": "¿Estás seguro de eliminar <strong>{{name}}</strong>?",
  "infoTournamentStored": "El torneo ha sido guardado.",
  "infoTournamentUpdated": "El torneo ha sido actualizado.",
  "infoTournamentDeleted": "¡El torneo ha sido borrado!",
  "filter": "Filtro",
  "clubName": "Nombre",
  "clubCountry": "Pais",
  "clubCity": "Ciudad",
  "clubAddress": "Dirección",
  "clubEmail": "Correo Electrónico",
  "clubPhone": "Teléfono",
  "clubWeb": "Web",
  "clubDeleteQuestion": "¿Estás seguro de eliminar <strong>{{name}}</strong>?",
  "clubAdd": "Añadir un nuevo club",
  "clubEdit": "Editar club",
  "clubDelete": "Eliminar club",
  "infoClubStored": "El club ha sido guardado.",
  "infoClubUpdated": "El club ha sido actualizado.",
  "infoClubDeleted": "¡El club ha sido borrado!",
  "participantDeleteQuestion": "¿Estás seguro de eliminar <strong>{{name}} {{lastname}}</strong>?",
  "participantAdd": "Añadir un nuevo participante",
  "participantEdit": "Editar participante",
  "participantDelete": "Eliminar participante",
  "infoParticipantStored": "El participante ha sido guardado.",
  "infoParticipantUpdated": "El participante ha sido actualizado.",
  "infoParticipantDeleted": "¡El participante ha sido borrado!",
  "infoFaultUpdated": "Falta actualizada.",
  "infoScoreUpdated": "Puntuación actualizada.",
  "infoFightCreated": "Partido creado.",
  "infoFightUpdated": "Partido actualizado.",
  "infoDuelFinished": "¡Duelo acabado!",
  "infoRoleDeleted": "¡Rol borrado!",
  "infoRoleStored": "Rol guardado.",
  "infoMemberDeleted": "¡Miembro deleted!",
  "infoMemberStored": "Miembro guardado.",
  "infoTeamsAdded": "Equipo guardado.",
  "infoTeamDeleted": "¡Equipo borrado!",
  "infoTeamStored": "Equipo guardado.",
  "infoTeamUpdated": "Equipo actualizado.",
  "administration": "Administración",
  "settings": "Ajustes",
  "competition": "Competición",
  "competitions": "Competiciones",
  "competitionAdd": "Añadir Competición",
  "competitionEdit": "Editar Competición",
  "competitionDelete": "Eliminar la competición",
  "competitionName": "Nombre de la competición",
  "users": "Usuarios",
  "username": "Nombre de Usuario",
  "fullName": "Nombre Completo",
  "authenticatedUserDeleteQuestion": "¿Estás seguro de eliminar <strong>{{username}}</strong>?",
  "authenticatedUserAdd": "Añadir un nuevo usuario",
  "authenticatedUserEdit": "Editar usuario",
  "authenticatedUserDelete": "Borrar usuario",
  "infoAuthenticatedUserStored": "El usuario se ha guardado.",
  "infoAuthenticatedUserUpdated": "Se ha actualizado el usuario.",
  "infoAuthenticatedUserDeleted": "¡El usuario ha sido borrado!",
  "newPassword": "Nueva Contraseña",
  "oldPassword": "Contraseña Anterior",
  "repeatPassword": "Repite Contraseña",
  "invalidPasswordError": "La contraseña debe ser una combinación de minúsculas, mayúsculas, números y al menos 8 caracteres.",
  "infoPasswordUpdated": "Contraseña actualizada correctamente.",
  "errorUserAlreadyExists": "Ya existe un usuario con ese nombre de usuario!",
  "timerResetWarning": "¿Estás seguro de querer restablecer el tiempo?",
  "logoutWarning": "¿Estas seguro de querer cerrar sesión?",
  "logout": "Cerrar sesión",
  "admin": "Administrador",
  "editor": "Editor",
  "viewer": "Espectador",
  "guest": "Invitado",
  "profile": "Perfil",
  "back": "Volver",
  "chronometerOn": "Mostrar cronómetro",
  "chronometerOff": "Ocutlar cronómetro",
  "fields": "Campos",
  "avoidDuplicateFights": "Evita partidos duplicados",
  "maximizeFights": "Saotori Shiai.",
  "maximizeFightsHint": "Todos los equipos se enfrentarán contra todos los demás equipos si esta opción es seleccionada. En caso de no ser seleccionado, sólo se disputarán dos partidos por equipo.",
  "estimatedFights": "Número estimado de partidos",
  "estimatedDuels": "Número estimado de combates",
  "estimatedTime": "Tiempo necesario estimado",
  "elementInUse": "Este elemento esta siendo usado en otra parte y no puede ser modificado.",
  "locked": "Bloqueado",
  "tournamentLock": "Evita realizar cambios en el torneo",
  "tournamentUnlock": "Permite realizar cambios en el torneo",
  "yes": "Si",
  "no": "No",
  "scoreNotAdded": "¡El punto no ha sido añadido!",
  "drawResolution": "Resolución de Empates",
  "bothEliminated": "Ambos eliminados",
  "bothEliminatedHint": "Ambos equipos son eliminados",
  "oldestEliminated": "El primer equipo es eliminado",
  "oldestEliminatedHint": "El equipo que lleva más tiempo luchando es eliminado",
  "newestEliminated": "El último equipo es eliminado",
  "newestEliminatedHint": "El equipo que lleva menos tiempo luchando es eliminado",
  "picture": "Foto",
  "images": "Imágenes",
  "infoPictureStored": "La imagen ha sido guardada y está asignada al parcipante.",
  "switch": "Cambiar",
  "upload": "Subir",
  "invalidFileSize": "Solo se permiten archivos con un tamaño entre {{minSize}} B y {{maxSize}} MB.",
  "pictureDeleted": "¡La imagen ha sido eliminada!",
  "pointsByVictory": "Puntos por victoria",
  "pointsByDraw": "Puntos por empate",
  "nameExample": "Francisco Garcia",
  "onlyNews": "Nuevos",
  "achievements": "Logros",
  "achievementToolTip": "<b>{{achievementType}}</b><br>{{achievementDescription}}<br>Obtenido en:",
  "achievementToolTipObtainedAt": "Obtained en",
  "achievementToolTipObtainedBy": "Obtained por",
  "time": "Tiempos",
  "lockedAt": "Bloqueado",
  "fightsStartedAt": "Inicio partidos",
  "fightsFinishedAt": "Fin paridos",
  "fightsDuration": "Duración de partidos",
  "fightsAverage": "Promedio de partidos",
  "hitsByTournament": "Golpes por torneo",
  "timeByTournament": "Tiempo por torneo",
  "fightsFinished": "Partidos acabados",
  "faults": "Faltas",
  "progress": "Progreso",
  "participantsByTournament": "Participantes por torneo",
  "tournamentActiveTime": "Tiempo en activo",
  "receivedFaults": "Faltas Recibidas",
  "participantHitsStatistics": "Estadísticas de Golpes Recibidos",
  "participantReceivedHitsStatistics": "Estadísticas de Golpes Recibidos",
  "receivedHits": "Puntos Recibidos",
  "duelsAverage": "Media de Combates",
  "quickestHit": "Punto más Rápido",
  "quickestReceivedHit": "Punto Recibido más Rápido",
  "performance": "Rendimiento",
  "attack": "Ataque",
  "attackHint": "Porcentaje de puntos realizados.",
  "defense": "Defensa",
  "defenseHint": "Porcentaje de puntos recibidos.",
  "willpower": "Fuerza de Voluntad",
  "willpowerHint": "Asistencia a los eventos.",
  "aggressiveness": "Agresividad",
  "aggressivenessHint": "Tiempo utilizado para anotar.",
  "affection": "Cariño",
  "affectionHint": "Tiempo utilizado para marcar en tu contra.",
  "errorFightNotSelected": "¡Debes seleccionar primero un grupo!",
  "minutesAbbreviation": "mins",
  "secondsAbbreviation": "secs",
  "achievement": {
    "normal": "básico",
    "bronze": "bronce",
    "silver": "plata",
    "gold": "oro",
    "billyTheKid": {
      "title": "Billy el Niño",
      "description": "Realiza el punto más rápido en un torneo.",
      "normal": "Conseguido para un torneo.",
      "bronze": "Logrado durante al menos dos torneos.",
      "silver": "Logrado durante al menos tres torneos.",
      "gold": "Logrado durante al menos cinco torneos."
    },
    "lethalWeapon": {
      "title": "Arma letal",
      "description": "Realiza un punto en menos de 5 segundos.",
      "normal": "Logrado para un torneo.",
      "bronze": "Logrado durante al menos tres torneos.",
      "silver": "Logrado durante al menos cinco torneos.",
      "gold": "Logrado durante al menos siete torneos."
    },
    "terminator": {
      "title": "Terminator T-800",
      "description": "Consigue el máximo de puntos posibles en un torneo.",
      "normal": "Extermina a todos durante un torneo.",
      "bronze": "Extermina a todos durante dos torneos.",
      "silver": "Extermina a todos durante tres torneos.",
      "gold": "Extermina a todos durante cinco torneos."
    },
    "juggernaut": {
      "title": "Juggernaut",
      "description": "Consigue el máximo de puntos posibles en un torneo y nadie te ha anotado.",
      "normal": "Sé un Juggernaut en un torneo.",
      "bronze": "Conviértete en un Juggernaut durante dos torneos.",
      "silver": "Conviértete en un Juggernaut durante tres torneos.",
      "gold": "Conviértete en un Juggernaut durante cinco torneos."
    },
    "theKing": {
      "title": "El Rey",
      "description": "Sé el que dure más tiempo en el modo Rey de la Montaña.",
      "normal": "Sé el rey en un torneo.",
      "bronze": "Sé el rey en tres torneos durante el mismo año.",
      "silver": "Sé el rey en cuatro torneos durante el mismo año.",
      "gold": "Sé el rey en cinco torneos durante el mismo año."
    },
    "looksGoodFromFarAwayBut": {
      "title": "Se ve bien desde lejos pero...",
      "description": "Sé un organizador.",
      "normal": "Sé un organizador en un torneo.",
      "bronze": "Sé un organizador en tres torneos sucesivos.",
      "silver": "Sé un organizador en cinco torneos sucesivos.",
      "gold": "Sé un organizador en siete torneos sucesivos."
    },
    "iLoveTheFlags": {
      "title": "Me encantan las banderas",
      "description": "Sé un árbitro.",
      "normal": "Sé árbitro en un torneo.",
      "bronze": "Sé árbitro en tres torneos sucesivos.",
      "silver": "Sé árbitro en cinco torneos sucesivos.",
      "gold": "Sé árbitro en siete torneos sucesivos."
    },
    "theCastle": {
      "title": "El Castillo",
      "description": "Evita que alguien realice un punto en tu contra.",
      "normal": "Protege el castillo en un torneo.",
      "bronze": "Protege el castillo en dos torneos sucesivos.",
      "silver": "Protege el castillo en tres torneos sucesivos.",
      "gold": "Protege el castillo en cinco torneos sucesivos."
    },
    "entrenched": {
      "title": "Atrincherado",
      "description": "No sumes puntos en un torneo en los que nadie tampoco ha anotado contra ti.",
      "normal": "Protege la trinchera en un torneo.",
      "bronze": "Protege la trinchera durante dos torneos sucesivos.",
      "silver": "Protege la trinchera durante tres torneos sucesivos.",
      "gold": "Protege la trinchera durante cinco torneos sucesivos."
    },
    "aLittleOfEverything": {
      "title": "Un poco de todo",
      "description": "Realiza diferentes puntos en un torneo. Este logro se puede obtener varias veces.",
      "normal": "Marca un Men, Kote y Do durante un torneo.",
      "bronze": "Marca un Men, Kote, Do y Tsuki durante un torneo.",
      "silver": "Marca un Men, Kote, Do, Tsuki y Hansoku durante un torneo.",
      "gold": "Marca un Men, Kote, Do, Tsuki, Hansoku e Ippon/Fusen-gachi durante un torneo."
    },
    "boneBreaker": {
      "title": "Rompehuesos",
      "description": "Pierde una pelea con dos Hansokus."
    },
    "flexibleAsBamboo": {
      "title": "Flexible como el bambú",
      "description": "Realiza todos los roles posibles.",
      "normal": "Desempeñar dos roles diferentes.",
      "bronze": "Realiza tres roles diferentes.",
      "silver": "Realiza cuatro roles diferentes.",
      "gold": "Realiza cinco roles diferentes."
    },
    "sweatyTenugui": {
      "title": "Tenugui sudoroso",
      "description": "Participa en un torneo como competidor.",
      "normal": "Participa en tu primer torneo como competidor.",
      "bronze": "Participa en diez torneos como competidor.",
      "silver": "Participa en veinte torneos como competidor.",
      "gold": "Participa en treinta torneos como competidor."
    },
    "theWinner": {
      "title": "El ganador",
      "description": "Sé el primero en un torneo.",
      "normal": "Gana un torneo.",
      "bronze": "Gana tres torneos durante el mismo año.",
      "silver": "Gana cuatro torneos durante el mismo año.",
      "gold": "Gana cinco torneos durante el mismo año."
    },
    "theWinnerTeam": {
      "title": "El equipo ganador",
      "description": "Ser miembro de un equipo que queda el primero en un torneo.",
      "normal": "Estar en un equipo que gane un torneo.",
      "bronze": "Estar en un equipo ganador en tres torneos durante el mismo año.",
      "silver": "Estar en un equipo ganador en cuatro torneos durante el mismo año.",
      "gold": "Estar en un equipo ganador en cinco torneos durante el mismo año."
    },
    "woodcutter": {
      "title": "Leñador",
      "description": "Obtén solo puntos 'Do' y obtén al menos un 'Do' en cada combate.",
      "normal": "Puntuar solo 'Do' durante un torneo.",
      "bronze": "Obtén solo 'Do' durante dos torneos sucesivos.",
      "silver": "Obtén solo 'Do' durante tres torneos sucesivos.",
      "gold": "Obtén solo 'Do' durante cinco torneos sucesivos."
    },
    "theNeverEndingStory": {
      "title": "La historia interminable",
      "description": "Ser miembro por un largo período y seguir participando.",
      "normal": "Ser miembro durante cinco años.",
      "bronze": "Ser miembro durante diez años.",
      "silver": "Ser miembro durante quince años.",
      "gold": "Ser miembro durante veinte años."
    },
    "loveSharing": {
      "title": "Amor compartido",
      "description": "Sé un voluntario.",
      "normal": "Sé voluntario en un torneo.",
      "bronze": "Sé voluntario en tres torneos sucesivos.",
      "silver": "Sé voluntario en cinco torneos sucesivos.",
      "gold": "Sé voluntario en siete torneos sucesivos."
    },
    "masterTheLoop": {
      "title": "Domina el bucle",
      "description": "Gana un Liga en Rueda.",
      "bronze": "Domina el bucle en tres torneos durante el mismo año.",
      "silver": "Domina el bucle en cuatro torneos durante el mismo año.",
      "gold": "Domina el bucle en cinco torneos durante el mismo año."
    },
    "tisButAScratch": {
      "title": "No es más que un rasguño",
      "description": "Recibe un punto de tu adversario.",
      "normal": "Recibe tu primer golpe.",
      "bronze": "Recibe tus primeras veinte golpes.",
      "silver": "Recibe tus primeros cincuenta golpes.",
      "gold": "Recibe tus primeros cien golpes."
    },
    "firstBlood": {
      "title": "Primera Sangre",
      "description": "Anota un punto a un adversario.",
      "normal": "Obtén tu primer punto.",
      "bronze": "Consigue tus primeros veinte puntos.",
      "silver": "Obtén tus primeros cincuenta puntos.",
      "gold": "Obtén tus primeros cien puntos."
    },
    "daruma": {
      "title": "Daruma",
      "description": "Asiste al máximo posible de torneos.",
      "normal": "Asiste a diez torneos.",
      "bronze": "Asiste a veinte torneos.",
      "silver": "Asiste a treinta torneos.",
      "gold": "Asiste a cincuenta torneos."
    },
    "stormtrooperSyndrome": {
      "title": "Efecto stormtrooper",
      "description": "Un equipo falla todos los puntos en un torneo.",
      "normal": "Conseguido para un torneo.",
      "bronze": "Logrado durante al menos dos torneos.",
      "silver": "Logrado durante al menos tres torneos.",
      "gold": "Logrado durante al menos cinco torneos."
    },
    "vForVendetta": {
      "title": "V de Vendetta",
      "description": "Gana un combate cuando tu oponente ha puntuado en primer lugar.",
      "normal": "Conseguido para un torneo.",
      "bronze": "Logrado durante al menos dos torneos.",
      "silver": "Logrado durante al menos tres torneos.",
      "gold": "Logrado durante al menos cinco torneos."
    },
    "sithApprenticesAlwaysKillTheirMaster": {
      "title": "Los aprendices Sith siempre matan a su maestro",
      "description": "Gana un combate cuando siempre hayas perdido previamente contra tu oponente.",
      "normal": "Gana cuando ya hayas perdido dos veces contra tu oponente.",
      "bronze": "Gana cuando ya hayas perdido tres veces contra tu oponente.",
      "silver": "Gana cuando ya hayas perdido cuatro veces contra tu oponente.",
      "gold": "Gana cuando ya hayas perdido cinco veces contra tu oponente."
    }
  },
  "removeTeams": "Quitar equipos",
  "drawScore": "Hay algunos empates que deben resolverse antes de pasar a la siguiente fase del torneo.",
  "leagueFifo": "El primer equipo será el primero en salir al generar el siguiente partido.",
  "leagueFifoHint": "Al generar los partidos, en el primero se selecciona el equipo que es reemplazado. Si se activa, el primer equipo será reemplazado por el tercero. Si se desactiva, el segundo será reemplazado por el tercero. Por ejemplo, para los equipos 1, 2 y 3, si se selecciona los combates serán: '1-2, 3-2, 3-1'. Pero si no, será: '1-2, 1-3, 2-3.",
  "tournamentProperties": "Propiedades del Torneo",
  "tournamentCloneWarning": "Vas a duplicar el torneo. ¿Estás seguro de continuar?",
  "duelsLost": "Combates perdidos",
  "fightsLost": "Partidos perdidos",
  "login": "Acceso",
  "web": "Web",
  "logIn": "Acceso",
  "tournamentListAsZip": "Descargar todas las listas en PDF en un archivo zip.",
  "qrCodeHint": "Muestra un código QR que permite a los invitados seguir las puntuaciones del torneo.",
  "orClickHere": "O haz click aquí...",
  "backendMessage": {
    "achievementGenerated": "Un total de {{achievementsNumber}} logros han sido generados en el torneo '{{tournamentName}}'.",
    "achievementAllGenerated": "Un total de {{achievementsNumber}} logros han sido generados en {{tournamentNumber}} torneos.",
    "shiaijoFinished": "Todos los partidos del shiaijo {{shiaijoName}} han acabado.",
    "userAdminGenerated": "Usuario {{userName}} ha sido creado!"
  },
  "daysFrom": "Aplica solo estos días",
  "oddFightsResolvedAsap": "Resuelve las exenciones sin combates lo antes posible",
  "oddFightsResolvedAsapHint": "Si el numero de equipos o grupos del torneo es impar, es posible que durante los cruces algunos equipos no tengan combates asociados y se clasifiquen para la fase siguiente automaticamente (exenciones). Con esta opción te aseguras que estos casos se resuelven lo antes posible.",
  "bubbleSort": "Torneo de Ordenación",
  "bubbleSortHint": "Un torneo que permite ordenar los competidores por habilidad."
}
